Repository: flogat/luci
Catalog: applications/luci-app-shellfirebox/po/*/shellfirebox.po
Languages: fr

source: Abort
fr: Annuler

source: Auto Refresh
fr: Rafraichissement automatique

source: Best option in most cases
fr: Meilleur choix dans la majorité des cas

source: Changing Connection Mode...
fr: Changement de mode de connexion….

source: Changing Server...
fr: Changemet de serveur...

source: Connect
fr: Connexion

source: Connected
fr: Connecté

source: Connecting...
fr: En cours de connexion...

source: Connection Failed
fr: Connexion echouée

source: Connection Settings
fr: Paramètres de connexion

source: Could not send log, message code:
fr: Impossible d'envoyer le journal, erreur :

source: Disable Advanced Mode
fr: Désactiver le mode avancé

source: Disconnect
fr: Deconnexion

source: Disconnected
fr: Deconnecté

source: Enable Advanced Mode
fr: Activer le mode avancé

source: Fast
fr: Rapide

source: Go to password configuration...
fr: Configurer le mot de passe

source: Help:
fr: Aide :

source: Hidden TCP Connection
fr: Connexion TCP masquée

source: If the connection fails, move the slider to the right. For higher speed, move the slider more to the left.
fr: Si la connexion échoue, faites glisser vers la droite. Pour une vitesse améliorée, faites glisser vers la gauche.

source: Imprint
fr: Impression

source: Location
fr: Emplacement

source: Log succesfully sent to Shellfire
fr: Journal envoyé à Shellfire avec succès

source: Name
fr: Nom

source: No password set!
fr: Aucun mot de passe enregistré !

source: Only required in countries with strong internet censorship like China, Iran etc.
fr: Requis seulement dans les pays à forte censure tels que l'Iran ou la Chine, etc.

source: Privacy Statement
fr: Politique de confidentialité

source: Select Server
fr: Choisir un serveur

source: Select language
fr: Choisir la langue

source: Send error log to Shellfire for solving connection problems
fr: Envoyer le journal de connexion à Shellfire pour résoudre les problèmes de connexion

source: Serverlist
fr: Liste des serveurs

source: Slow
fr: Lent

source: Status Unknown
fr: Statut inconnu

source: Super fast but highly experimental
fr: Très rapide mais hautement expérimental

source: Switch to English
fr: Passer en Anglais

source: Switch to German
fr: Passer en Allemand

source: TCP Connection
fr: Connexion TCP

source: There is no password set on this router. Please configure a root password to protect the web interface and enable SSH.
fr: Il n'y a pas de mot de passe configuré sur ce routeur. Merci de configurer un mot de passe racine pour protéger l'interface et autoriser le SSH

source: Try this if fast connection is being blocked
fr: Essayez ceci si la connexion rapide est bloquée

source: UDP Connection
fr: Connexion UDP

source: Unsaved Changes
fr: Changement non sauvegardés

source: Uploading log...
fr: Mise en ligne du journal...

source: www.shellfire.net
fr: www.shellfire.fr
